Repository: iOS-Project-Lab2025/Travelin-iOS
Catalog: Traveling/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# BookingSuccessView.button
source: Back to home
es_419: Volver al inicio

# BookingSuccessView.subtitle
source: Get everything ready before your trips date
es_419: Ten todo listo antes de la fecha de tu viaje

# BookingSuccessView.title1
source: Booking
es_419: Reserva

# BookingSuccessView.title2
source: Successfully
es_419: realizada con éxito

# login.emailError
source: Invalid email
es_419: Correo invalido

# login.emailPlaceHolder
source: Enter your email address
es_419: Ingrese su correo

# login.emailTextFieldLabel
source: Email
es_419: Correo

# login.footerText
source: Don't have an account on Travelin?
es_419: ¿No tienes una cuenta en Travelin?

# login.loginButtonTitle
source: Login
es_419: Iniciar

# login.passwordError
source: Password cannot be empty
es_419: La contraseña no puede estar vacía

# login.passwordPlaceHolder
source: Enter your password
es_419: Ingrese su contraseña

# login.passwordTextFieldLabel
source: Password
es_419: Contraseña

# login.signUpButtonTitle
source: Create Account
es_419: Crear cuenta

# login.subtitle
source: Please choose your login option below
es_419: Por favor, elige tu opción de inicio de sesión a continuación

# login.title
source: Welcome to Travelin
es_419: Bienvenido a Travelin

# RegisterSuccessView.button
source: Let’s Explore
es_419: Vamos a explorar

# RegisterSuccessView.subtitle
source: After this you can explore any place you want enjoy it!
es_419: Después de esto puedes explorar cualquier lugar que quieras ¡Disfrútalo!

# RegisterSuccessView.title1
source: Successfully
es_419: Cuenta

# RegisterSuccessView.title2
source: created an account
es_419: creada con éxito
